/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Няма данни";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Запазване";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Повторно въвеждане на подпис";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Изчистване";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Отказ";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Подпис";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Докоснете за подпис";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Област за подпис";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Натиснете два пъти и провлачете, за да подпишете";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Изображение на подпис";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Ред за подпис";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Отменен";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Напред";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Статус";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Потребителят е отменил регистрацията";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Без да дадете съгласие, не можете да продължите регистрацията.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Даване на съгласие";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Излизане";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Назад";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Стъпка";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "от";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Наистина ли искате да излезете от процеса на регистрация?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Искате ли защита на личните данни?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Бъдете внимателни с Вашите данни";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Не сега";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Позволяване";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Отказване";

/* XBUT: Agree action title in EULAView */
"Agree" = "Съгласен съм";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Не съм съгласен";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Зареждане...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Още няма нищо за показване";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d ч %d мин";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Готово";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "В таблицата с данни има %d грешки.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "заглавка на ред";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "ред %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "колона %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "водещ аксесоар";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "краен аксесоар";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "текст";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "изображение";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "дата";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "час";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "продължителност";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "позиция от списък";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "избрано";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "не е избрано";

/* XBUT: calendar time component label */
"Time" = "Час";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Стойност: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Докоснатата клетка е само за четене.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Поле само за четене";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Няма повече оставащи символи";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Намаляване на броя на символите";

